---
kind: other
id: AllMembers.T:Autodesk.Revit.Attributes.JournalingAttribute
source: html/c9658044-6320-8453-4a42-70fb965239dc.htm
---
# JournalingAttribute Members

Constructs a new JournalingAttribute.